tap "azure/kubelogin"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "kreuzwerker/taps"
tap "sidneys/homebrew"
brew "ansible"
brew "aom"
brew "argocd"
brew "aria2"
brew "python@3.11"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "cabextract"
brew "cdrtools"
brew "cpanminus"
brew "docker", link: false
brew "eksctl"
brew "elinks"
brew "fd"
brew "findutils"
brew "fzf"
brew "gcc"
brew "libavif"
brew "gnutls"
brew "gpgme"
brew "gmime"
brew "gnu-sed"
brew "gobject-introspection"
brew "netpbm"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "helm"
brew "jq"
brew "k9s"
brew "kustomize"
brew "links"
brew "lua"
brew "lua-language-server"
brew "midnight-commander"
brew "notmuch"
brew "neomutt"
brew "neovim"
brew "nmap"
brew "node"
brew "pandoc"
brew "perl"
brew "pipx"
brew "poetry"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python-pathspec"
brew "python-requests", link: false
brew "python@3.10"
brew "python@3.9"
brew "qemu"
brew "ripgrep"
brew "shellcheck"
brew "telnet"
brew "terraform-docs"
brew "tmux"
brew "unzip"
brew "util-linux"
brew "w3m"
brew "wget"
brew "wimlib"
brew "yamllint"
brew "yarn"
brew "yq"
brew "zsh-completions"
brew "azure/kubelogin/kubelogin"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "kreuzwerker/taps/m1-terraform-provider-helper"
brew "sidneys/homebrew/chntpw"
cask "docker"
cask "font-hack-nerd-font"
cask "hiddenbar"
cask "multipass"
cask "warp"
